Repository: radude89/myautomobile
Catalog: MyAutomobile/MyAutomobile/Supporting files/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ro

source: Add Item
de: Artikel hinzufügen
es: Agregar elemento
fr: Ajouter un élément
it: Aggiungi elemento
ro: Adăugați element

source: Add to your local calendar
de: Zum lokalen Kalender hinzufügen
es: Agregar a tu calendario local
fr: Ajouter à votre calendrier local
it: Aggiungi al tuo calendario locale
ro: Adaugă în calendarul tău local

source: Add vehicle field
de: Feld für Fahrzeug hinzufügen
es: Agregar campo de vehículo
fr: Ajouter un champ de véhicule
it: Nuovo campo
ro: Adaugă câmpul pentru vehicul

source: Add your custom field
de: Neues Feld
es: Agregar campo
fr: Nouveau champ
it: Nuovo campo
ro: Adaugă câmp

source: Add your event
de: Neue Veranstaltung
es: Agregar tu evento
fr: Nouvel événement
it: Nuovo evento
ro: Adaugă evenimentul tău

source: Add your expense
de: Neue Ausgabe
es: Nuevo gasto
fr: Ajouter vos dépenses
it: Nuova spesa
ro: Cheltuială nouă

source: Add your new vehicle
de: Neues Fahrzeug
es: Nuevo vehículo
fr: Nouveau véhicule
it: Nuovo veicolo
ro: Adaugă noul tău vehicul

source: Additional information
de: Zusätzliche Informationen
es: Información adicional
fr: Informations supplémentaires
it: Informazioni aggiuntive
ro: Informații suplimentare

# alert_confirmation_custom_field_discard_title
source: Are you sure you want to discard this new custom field?
de: Sind Sie sicher, dass Sie dieses neue benutzerdefinierte Feld verwerfen möchten?
es: ¿Estás seguro de que quieres descartar este nuevo campo personalizado?
fr: Êtes-vous sûr de vouloir abandonner ce nouveau champ personnalisé ?
it: Sei sicuro di voler eliminare questo nuovo campo personalizzato?
ro: Sunteți sigur că doriți să renunțați la acest câmp personalizat nou?

# alert_confirmation_event_discard_title
source: Are you sure you want to discard this new event?
de: Sind Sie sicher, dass Sie dieses neue Ereignis verwerfen möchten?
es: ¿Estás seguro de que quieres descartar este nuevo evento?
fr: Êtes-vous sûr de vouloir abandonner cet nouvel événement ?
it: Sei sicuro di voler eliminare questo nuovo evento?
ro: Sunteți sigur că doriți să renunțați la acest eveniment nou?

# alert_confirmation_expense_discard_title
source: Are you sure you want to discard this new expense?
de: Sind Sie sicher, dass Sie diese neue Ausgabe verwerfen möchten?
es: ¿Estás seguro de que deseas descartar este nuevo gasto?
fr: Êtes-vous sûr de vouloir abandonner cette nouvelle dépense ?
it: Sei sicuro di voler eliminare questa nuova spesa?
ro: Sunteți sigur că doriți să renunțați la această cheltuială nouă?

# alert_confirmation_vehicle_discard_title
source: Are you sure you want to discard this new vehicle?
de: Sind Sie sicher, dass Sie dieses neue Fahrzeug verwerfen möchten?
es: ¿Estás seguro de que quieres descartar este nuevo vehículo?
fr: Êtes-vous sûr de vouloir abandonner ce nouveau véhicule ?
it: Sei sicuro di voler eliminare questo nuovo veicolo?
ro: Sunteți sigur că doriți să renunțați la acest vehicul nou?

# alert_event_info
source: If "Add to your local calendar" toggle is on, then you will be redirected to your calendar view. Make sure you give the app full access to your calendar from your device settings.
de: Wenn der Schalter "Zum lokalen Kalender hinzufügen" aktiviert ist, werden Sie zur Ansicht Ihres Kalenders umgeleitet. Stellen Sie sicher, dass Sie der App vollen Zugriff auf Ihren Kalender über die Geräteeinstellungen gewähren.
es: Si el interruptor "Agregar a tu calendario local" está encendido, serás redirigido a la vista de tu calendario. Asegúrate de dar a la aplicación acceso completo a tu calendario desde la configuración de tu dispositivo.
fr: Si le toggle « Ajouter à votre calendrier local » est activé, vous serez redirigé vers votre vue de calendrier. Assurez-vous de donner à l'application un accès complet à votre calendrier depuis les paramètres de votre appareil.
it: Se il toggle "Aggiungi al tuo calendario locale" è attivo, verrai reindirizzato alla vista del calendario. Assicurati di concedere all'app pieno accesso al tuo calendario dalle impostazioni del dispositivo.
ro: Dacă toggle-ul "Adaugă în calendarul tău local" este activat, veți fi redirecționat către vizualizarea calendarului. Asigurați-vă că oferiți aplicației acces complet la calendarul dvs. din setările dispozitivului.

# alert_map_info
source: If you provided the app with permissions to display your location, you will see a map. You can mark your parking spot with a long tap on the map.
de: Wenn Sie der App die Berechtigungen erteilt haben, Ihren Standort anzuzeigen, sehen Sie eine Karte. Sie können Ihren Parkplatz mit einem langen Tipp auf der Karte markieren.
es: Si le diste permisos a la aplicación para mostrar tu ubicación, verás un mapa. Puedes marcar tu lugar de estacionamiento con una pulsación larga en el mapa.
fr: Si vous avez donné à l'application les autorisations pour afficher votre emplacement, vous verrez une carte. Vous pouvez marquer votre place de parking en maintenant le doigt appuyé sur la carte.
it: Se hai fornito all'app le autorizzazioni per mostrare la tua posizione, vedrai una mappa. Puoi segnare il tuo parcheggio con un lungo tocco sulla mappa.
ro: Dacă ai acordat permisiunile aplicației pentru a afișa locația ta, vei vedea o hartă. Îți poți marca locul de parcare printr-o apăsare lungă pe hartă.

source: All
de: Alle
es: Todos
fr: Tous
it: Tutti
ro: Toate

source: Buy vehicle packs
de: Fahrzeug-Pakete kaufen
es: Comprar paquetes de vehículos
fr: Acheter des packs de véhicules
it: Acquista pacchetti veicolo
ro: Cumpără pachete de vehicule

source: By Vehicle
de: Nach Fahrzeug
es: Por vehículo
fr: Par véhicule
it: Per veicolo
ro: După vehicul

source: Calculate
de: Berechnen
es: Calcular
fr: Calculer
it: Calcola
ro: Calculați

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ro: Anulează

source: Chart
de: Diagramm
es: Gráfico
fr: Graphique
it: Grafico
ro: Grafic

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
ro: Șterge

source: Color
de: Farbe
fr: Couleur
it: Colore
ro: Culoare

source: Comment (optional)
de: Kommentar (optional)
es: Comentario (opcional)
fr: Commentaire (optionnel)
it: Commento (opzionale)
ro: Comentariu (opțional)

source: Cost
de: Kosten
es: Costo
fr: Coût
it: Costo

source: Date
de: Datum
es: Fecha
it: Data
ro: Data

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ro: Descriere

source: Discard changes
de: Änderungen verwerfen
es: Descartar cambios
fr: Annuler les modifications
it: Annulla modifiche
ro: Renunță la modificări

source: Done
de: Fertig
es: Hecho
fr: OK
it: Fatto
ro: OK

source: Drop me (🥸) an email
de: Schick mir eine (🥸) E-Mail
es: Envíame (🥸) un correo electrónico
fr: Envoyez-moi un email
it: Mandami (🥸) una email
ro: Trimiteți-mi (🥸) un email

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ro: Editați

source: Email was sent
de: E-Mail wurde gesendet
es: El correo electrónico fue enviado
fr: L'e-mail a été envoyé
it: Email inviata
ro: Emailul a fost trimis

source: Enter description
de: Beschreibung eingeben
es: Introducir descripción
fr: Saisir la description
it: Inserisci descrizione
ro: Introduceți descrierea

source: Enter the approximate reading
de: Geben Sie die ungefähre Ablesung ein
es: Introduce la lectura aproximada
fr: Entrez la lecture approximative
it: Inserisci la lettura approssimativa
ro: Introduceți citirea aproximativă

source: Enter your expense
de: Geben Sie Ihre Ausgabe ein
es: Ingresa tu gasto
fr: Entrez vos dépenses
it: Inserisci la tua spesa
ro: Introduceți cheltuiala dvs.

# Enter your fuel consumption in
source: Enter your fuel consumption
de: Kraftstoffverbrauch
es: Consumo de combustible
fr: Consommation
it: Consumo di carburante
ro: Consum de combustibil

# Enter your fuel usage in
source: Enter your fuel usage
de: Kraftstoffverwendung
es: Uso de combustible
fr: Utilisation
it: Utilizzo del carburante
ro: Utilizare combustibil

# Enter your travel distance in
source: Enter your travel distance
de: Entfernung
es: Distancia
fr: Distance
it: Distanza
ro: Distanță

source: Event was saved
de: Ereignis wurde gespeichert
es: El evento ha sido guardado
fr: L'événement a été enregistré
it: Evento salvato
ro: Evenimentul a fost salvat

source: Events
de: Ereignisse
es: Eventos
fr: Événements
it: Eventi
ro: Evenimente

# events_empty
source: You haven't added any events. You need to add at least one vehicle to be able to add events.
de: Sie haben keine Ereignisse hinzugefügt. Sie müssen mindestens ein Fahrzeug hinzufügen, um Ereignisse hinzufügen zu können.
es: No has agregado ningún evento. Debes agregar al menos un vehículo para poder agregar eventos.
fr: Vous n'avez ajouté aucun événement. Vous devez ajouter au moins un véhicule pour pouvoir ajouter des événements.
it: Non hai aggiunto eventi. Devi aggiungere almeno un veicolo per poter aggiungere eventi.
ro: Nu ați adăugat niciun eveniment. Trebuie să adăugați cel puțin un vehicul pentru a putea adăuga evenimente.

source: Every quarter
de: Jedes Quartal
es: Cada trimestre
fr: Tous les trimestres
it: Ogni trimestre
ro: În fiecare trimestru

source: Every six months
de: Alle sechs Monate
es: Cada seis meses
fr: Tous les six mois
it: Ogni sei mesi
ro: La fiecare șase luni

source: Every year
de: Jedes Jahr
es: Cada año
fr: Chaque année
it: Ogni anno
ro: Anual

source: Expense tracking
de: Ausgabenverfolgung
es: Seguimiento de gastos
fr: Suivi des dépenses
it: Monitoraggio delle spese
ro: Cheltuieli

source: Expense type
de: Ausgabentyp
es: Tipo de gasto
fr: Type de dépense
it: Tipo di spesa
ro: Tipul cheltuielii

source: Expenses
de: Ausgaben
es: Gastos
fr: Dépenses
it: Spese
ro: Cheltuieli

# expenses_empty
source: You haven't added any expenses yet. You need to add at least one vehicle to be able to add expenses.
de: Sie haben noch keine Ausgaben hinzugefügt. Sie müssen mindestens ein Fahrzeug hinzufügen, um Ausgaben hinzufügen zu können.
es: Todavía no has agregado ningún gasto. Debes agregar al menos un vehículo para poder agregar gastos.
fr: Vous n'avez encore ajouté aucune dépense. Vous devez ajouter au moins un véhicule pour pouvoir ajouter des dépenses.
it: Non hai ancora aggiunto spese. Devi aggiungere almeno un veicolo per poter aggiungere spese.
ro: Nu ați adăugat încă nicio cheltuială. Trebuie să adăugați cel puțin un vehicul pentru a putea adăuga cheltuieli.

# footer_additional_info
source: Here you can find your optional vehicle details. You can add or delete key-value properties for your vehicle. For example, you can enter the field name "Vehicle age" with the value "5 years".
de: Hier finden Sie optionale Fahrzeugdetails. Sie können Schlüssel-Wert-Eigenschaften für Ihr Fahrzeug hinzufügen oder löschen. Sie können beispielsweise den Feldnamen "Fahrzeugalter" mit dem Wert "5 Jahre" eingeben.
es: Aquí puedes encontrar los detalles opcionales de tu vehículo. Puedes agregar o eliminar propiedades clave-valor para tu vehículo. Por ejemplo, puedes ingresar el nombre del campo "Edad del vehículo" con el valor "5 años".
fr: Ici, vous pouvez trouver les détails optionnels de votre véhicule. Vous pouvez ajouter ou supprimer des propriétés clé-valeur pour votre véhicule. Par exemple, vous pouvez entrer le nom du champ « Âge du véhicule » avec la valeur « 5 ans ».
it: Qui puoi trovare i dettagli opzionali del tuo veicolo. Puoi aggiungere o eliminare proprietà chiave-valore per il tuo veicolo. Ad esempio, puoi inserire il nome del campo "Anno del veicolo" con il valore "5 anni".
ro: Aici puteți găsi detalii opționale despre vehiculul dumneavoastră. Puteți adăuga sau șterge proprietăți cheie-valoare pentru vehiculul dumneavoastră. De exemplu, puteți introduce numele câmpului "Vârsta vehiculului" cu valoarea "5 ani".

# footer_color
source: These are your key details for your vehicle. You can edit them by directly tapping on a row. To pick a color you need to tap on the right circle of "Vehicle's color" row.
de: Dies sind Ihre Schlüsseldaten für Ihr Fahrzeug. Sie können sie bearbeiten, indem Sie direkt auf eine Zeile tippen. Um eine Farbe auszuwählen, müssen Sie auf den rechten Kreis in der Zeile "Fahrzeugfarbe" tippen.
es: Estos son los detalles clave de tu vehículo. Puedes editarlos tocando directamente una fila. Para elegir un color, debes tocar el círculo derecho de la fila "Color del vehículo".
fr: Ce sont les détails clés de votre véhicule. Vous pouvez les modifier en appuyant directement sur une ligne. Pour choisir une couleur, vous devez appuyer sur le cercle de droite de la ligne « Couleur du véhicule ».
it: Questi sono i dettagli chiave del tuo veicolo. Puoi modificarli toccando direttamente una riga. Per selezionare un colore, devi toccare il cerchio destro della riga "Colore del veicolo".
ro: Acestea sunt detaliile cheie pentru vehiculul dumneavoastră. Le puteți edita direct apăsând pe un rând. Pentru a selecta o culoare, trebuie să apăsați pe cercul din dreapta rândului "Culoarea vehiculului".

# footer_custom_field_name
source: A field can be your vehicle's "Fuel type".
de: Ein Feld kann der "Kraftstofftyp" Ihres Fahrzeugs sein.
es: Un campo puede ser el "Tipo de combustible" de tu vehículo.
fr: Un champ peut être le « Type de carburant » de votre véhicule.
it: Un campo può essere il "Tipo di carburante" del tuo veicolo.
ro: Un câmp poate fi "Tipul de combustibil" al vehiculului dumneavoastră.

# footer_custom_field_value
source: A value can be "Gas" if you entered as a name "Fuel type".
de: Ein Wert kann "Benzin" sein, wenn Sie ihn als Namen "Kraftstofftyp" eingegeben haben.
es: Un valor puede ser "Gas" si lo has ingresado como nombre "Tipo de combustible".
fr: Une valeur peut être « Essence » si vous l'avez entrée comme nom « Type de carburant ».
it: Un valore può essere "Gas" se lo hai inserito come nome "Tipo di carburante".
ro: O valoare poate fi "Benzină" dacă ați introdus ca nume "Tipul de combustibil".

source: Fuel
de: Kraftstoff
es: Combustible
fr: Carburant
it: Carburante
ro: Combustibil

source: Fuel Calculator
de: Kraftstoffrechner
es: Calculadora de combustible
fr: Calculateur
it: Calcolatore di carburante
ro: Calculator

source: Fuel consumption
de: Kraftstoffverbrauch
es: Consumo de combustible
fr: Consommation de carburant
it: Consumo di carburante
ro: Consum de combustibil

source: Fuel usage
de: Kraftstoffverwendung
es: Uso de combustible
fr: Utilisation de carburant
it: Utilizzo del carburante
ro: Utilizare combustibil

source: Gas
de: Benzin
es: Gasolina
fr: Essence
it: Benzina
ro: Benzină

source: Hello from %@ !
de: Hallo von %@!
es: Hola desde %@!
fr: Bonjour depuis l'app CarChum %@ !
it: Ciao da %@!
ro: Salut din %@!

# iap.infinite
source: Congrats! You have unlimited vehicle slots.
de: Herzlichen Glückwunsch! Sie haben unbegrenzte Fahrzeugslots.
es: ¡Felicidades! Tienes espacios de vehículos ilimitados.
fr: Félicitations ! Vous avez des emplacements de véhicules illimités.
it: Congratulazioni! Hai slot per veicoli illimitate.
ro: Felicitări! Ai sloturi pentru vehicule nelimitate.

# iap.title
source: If you wish to buy additional vehicle slots, please take a look at the packs listed below:
de: Wenn Sie weitere Fahrzeugslots erwerben möchten, sehen Sie sich bitte die unten aufgeführten Pakete an:
es: Si desea comprar más espacios para vehículos, por favor vea los paquetes a continuación:
fr: Si vous souhaitez acheter plus d'emplacements pour véhicules, veuillez consulter les packs ci-dessous :
it: Se desideri acquistare ulteriori slot per veicoli, consulta i pacchetti qui sotto:
ro: Dacă doriți să achiziționați mai multe sloturi pentru vehicule, vă rugăm să consultați pachetele de mai jos:

source: Information
de: Informationen
es: Información
fr: Informations
it: Informazioni
ro: Informații

source: Insurance
de: Versicherung
es: Seguro
fr: Assurance
it: Assicurazione
ro: Asigurare

source: It looks like this vehicle has been deleted
de: Es sieht so aus, als ob dieses Fahrzeug gelöscht wurde
es: Parece que este vehículo ha sido eliminado
fr: Il semble que ce véhicule ait été supprimé
it: Sembra che questo veicolo sia stato eliminato
ro: Se pare că acest vehicul a fost șters

source: Keep editing
de: Weiter bearbeiten
es: Seguir editando
fr: Continuer à éditer
it: Continua a modificare
ro: Continuați să editați

source: List
de: Liste
es: Lista
fr: Liste
it: Lista
ro: Listă

source: List of expenses
de: Liste der Ausgaben
es: Lista de gastos
fr: Liste des dépenses
it: Elenco delle spese
ro: Listă de cheltuieli

source: liters
de: Liter
es: litros
fr: litres
it: litri
ro: litri

source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
it: Caricamento...
ro: Se încarcă...

source: Maintenance
de: Wartung
es: Mantenimiento
fr: entretien
it: Manutenzione
ro: Întreținere

# maintenance_empty
source: You haven't added any maintenance entries yet. You need to add at least one vehicle to be able to add maintenance items.
de: Sie haben noch keine Wartungseinträge hinzugefügt. Sie müssen mindestens ein Fahrzeug hinzufügen, um Wartungsposten hinzufügen zu können.
es: Aún no has agregado ninguna entrada de mantenimiento. Debes agregar al menos un vehículo para poder agregar elementos de mantenimiento.
fr: Vous n'avez encore ajouté aucune entrée d'entretien. Vous devez ajouter au moins un véhicule pour pouvoir ajouter des éléments d'entretien.
it: Non hai ancora aggiunto voci di manutenzione. Devi aggiungere almeno un veicolo per poter aggiungere voci di manutenzione.
ro: Nu ați adăugat încă nicio intrare de întreținere. Trebuie să adăugați cel puțin un vehicul pentru a putea adăuga elemente de întreținere.

source: Make
de: Marke
es: Marca
fr: Marque
it: Marca
ro: Marca

source: Map info
de: Karteninformation
es: Información del mapa
fr: Info carte
it: Informazioni mappa
ro: Informații hartă

# map_empty
source: To mark your parking spot, please grant the app access to your location. Thank you!
de: Um Ihren Parkplatz zu markieren, gewähren Sie bitte der App Zugriff auf Ihren Standort. Vielen Dank!
es: Para marcar tu lugar de estacionamiento, por favor, otorga permisos de acceso a tu ubicación a la aplicación. ¡Gracias!
fr: Pour marquer votre place de parking, veuillez accorder à l'application l'accès à votre position. Merci !
it: Per segnare il tuo parcheggio, concedi all'app l'accesso alla tua posizione. Grazie!
ro: Pentru a marca locul de parcare, acordați aplicației acces la locația dvs. Mulțumesc!

source: miles
de: Meilen
es: millas
it: miglia
ro: mile

source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
ro: Lunar

source: More
de: Mehr
es: Más
fr: Plus
it: Più
ro: Mai mult

source: Name of field
de: Name des Feldes
es: Nombre del campo
fr: Nom du champ
it: Nome del campo
ro: Numele câmpului

source: Number Plate
de: Kennzeichen
es: Matrícula
fr: Plaque d'immatriculation
it: Targa
ro: Număr de înmatriculare

# Odometer reading
source: Odometer: %@
de: Tachometer: %@
es: Odómetro: %@
fr: Compteur : %@
it: Contachilometri: %@
ro: Contor

source: Odometer reading (optional)
de: Tachometerstand (optional)
es: Odómetro (opcional)
fr: Compteur kilométrique (optionnel)
it: Contachilometri (optional)
ro: Citire contor (opțional):

source: One time
de: Einmalig
es: Una vez
fr: Une fois
it: Una volta
ro: O singură dată

source: Open Settings
de: Einstellungen öffnen
es: Abrir configuración
fr: Ouvrir les paramètres de votre dispositif
it: Apri Impostazioni
ro: Deschideți Setări

source: Other
de: Andere
es: Otro
fr: Autre
it: Altro
ro: Altele

source: Parking
de: Parken
es: Estacionamiento
fr: Stationnement
it: Parcheggio
ro: Parcare

source: Parking Spot
de: Parkplatz
es: Plaza de aparcamiento
fr: Place de stationnement
it: Posto auto
ro: Loc de parcare

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Politica sulla privacy
ro: Politica de confidențialitate

source: Recurrence
de: Wiederholung
es: Recurrencia
fr: Récurrence
it: Ricorrenza
ro: Recurență

source: Recurrence: every quarter
de: Wiederholung: jedes Quartal
es: Recurrencia: cada trimestre
fr: Récurrence: tous les trimestres
it: Ricorrenza: ogni trimestre
ro: Recurență: în fiecare trimestru

source: Recurrence: every six months
de: Wiederholung: alle sechs Monate
es: Recurrencia: cada seis meses
fr: Récurrence: tous les six mois
it: Ricorrenza: ogni sei mesi
ro: Recurență: la fiecare șase luni

source: Recurrence: every year
de: Wiederholung: jedes Jahr
es: Recurrencia: cada año
fr: Récurrence: chaque année
it: Ricorrenza: ogni anno
ro: Recurență: anual

source: Recurrence: monthly
de: Wiederholung: monatlich
es: Recurrencia: mensual
fr: Récurrence: mensuel
it: Ricorrenza: mensile
ro: Recurență: lunar

source: Recurrence: one time
de: Wiederholung: einmalig
es: Recurrencia: una vez
fr: Récurrence: une fois
it: Ricorrenza: una volta
ro: Recurență: o singură dată

source: Recurrence: weekly
de: Wiederholung: wöchentlich
es: Recurrencia: semanal
fr: Récurrence: hebdomadaire
it: Ricorrenza: settimanale
ro: Recurență: săptămânal

source: Repair
de: Reparatur
es: Reparación
fr: Réparation
it: Riparazione
ro: Reparație

source: Review the app
de: App überprüfen
es: Revisar la aplicación
fr: Donnez votre avis sur l'application
it: Recensisci l'app
ro: Revizuiți aplicația

source: Select date
de: Datum auswählen
es: Seleccionar fecha
fr: Sélectionner la date
it: Seleziona data
ro: Selectați data

source: Select vehicle
de: Fahrzeug auswählen
es: Seleccionar vehículo
fr: Sélectionner un véhicule
it: Seleziona veicolo
ro: Selectați vehiculul

source: Select your vehicle
de: Ihr Fahrzeug auswählen
es: Selecciona tu vehículo
fr: Sélectionnez votre véhicule
it: Seleziona il tuo veicolo
ro: Selectați vehiculul dumneavoastră

source: Something went wrong.
de: Etwas ist schiefgelaufen.
es: Algo salió mal.
fr: Quelque chose s'est mal passé.
it: Qualcosa è andato storto.
ro: Ceva nu a mers bine.

source: Sorting options
de: Sortierungsoptionen
es: Opciones de clasificación
fr: Options de tri
it: Opzioni di ordinamento
ro: Opțiuni de sortare

source: Tap on a segment
de: Tippen Sie auf ein Segment
es: Toque en un segmento
fr: Appuyez sur un segment
it: Tocca un segmento
ro: Selectați segmentul

source: Terms
de: Bedingungen
es: Términos
fr: Termes
it: Termini
ro: Termeni

source: Terms & Conditions
de: Geschäftsbedingungen
es: Términos y condiciones
fr: Termes & Conditions
it: Termini e condizioni
ro: Termeni și condiții

source: The app doesn't have permission to Calendar in Settings.
de: Die App hat keine Berechtigung zum Kalender in den Einstellungen.
es: La aplicación no tiene permiso para el Calendario en Configuración.
fr: L'application n'a pas la permission d'accéder au calendrier dans les paramètres.
it: L'app non ha il permesso per il Calendario nelle impostazioni.
ro: Aplicația nu are permisiune pentru Calendar în Setări.

source: This device doesn't allow access to Calendar.
de: Dieses Gerät erlaubt keinen Zugriff auf den Kalender.
es: Este dispositivo no permite el acceso al Calendario.
fr: Cet appareil n'autorise pas l'accès au calendrier.
it: Questo dispositivo non consente l'accesso al calendario.
ro: Acest dispozitiv nu permite accesul la Calendar.

source: Toll
de: Maut
es: Peaje
fr: Péage
it: Pedaggio
ro: Taxă de trecere

source: Total: %@
de: Gesamt: %@
it: Totale: %@

source: Travel distance
de: Reisestrecke
es: Distancia de viaje
fr: Distance de voyage
it: Distanza di viaggio
ro: Distanța

source: UK gallons
de: UK Gallonen
es: UK galones
fr: Gallons britanniques
it: Galloni britannici
ro: Galoane UK

source: Unit
de: Einheit
es: Unidad
it: Unità
ro: Unitate

source: US gallons
de: US Gallonen
es: US galones
fr: Gallons américains
it: Galloni statunitensi
ro: Galoane US

source: Utils
de: Dienstprogramme
es: Utilidades
fr: Outils
it: Utilità
ro: Utilități
